const quiz = [
    {
        "q": "Выберите фразу, которая вам больше всего подходит",
        "a" : {
            "w": "А шокер — это вещь!",
            "t": "У меня есть пороки, но ностальгия не в их числе",
            "c" : "Я буду с тобой до конца, друг!",
            "s" : "А что, у нас был план?",
            "h" : "Я постоянно зол",
            "f" : "Не важно, насколько сложно попасть в цель... Я не промахиваюсь."
        }
    },
     {
        "q": "Ваш враг повержен и находится в вашей власти. Что будете делать?",
        "a" : {
            "w": "Обезврежу и отпущу, сдался он мне...",
            "t": "Уйду довольный ",
            "c" : "Протяну руку ",
            "s" : "Высмею ",
            "h" : "Уничтожу ",
            "f": "Подумаю, как он мне может пригодиться в будущем ",
        }
    },
     {
        "q": "К вам приближается привлекательная особа противоположного пола...",
        "a" : {
            "w": "В очередь!",
            "t": "Многозначительно присвистываю и пристально смотрю на эту самую особу",
            "c" : "Решаю ненавязчиво чем-нибудь угостить",
            "s" : "Вызов принят! Завтракать будем уже вместе",
            "h" : "Смущаюсь и уношу ноги ",
            "f": "Не реагирую. Разве что искоса взгляну",
        }
    },
       {
        "q": "Каков ваш самый большой недостаток?",
        "a" : {
            "w": "Саркастический юмор",
            "t": "Упрямство",
            "c" : "Доверчивость",
            "s" : "Амбиции",
            "h" : "Дурной характер",
            "f": "Замкнутость",
        }
    },
      {
        "q": "Какая ситуация вас сильнее разозлит?",
        "a" : {
            "w": "Нарушаются мои планы ",
            "t": "Безалаберность родственников",
            "c" : "Кто-то обидел моих друзей",
            "s" : "Когда всем чего-то от меня надо",
            "h" : "Меня может взбесить любая мелочь",
            "f": "Долго не происходит ничего интересного",
        }
    },
    {
        "q": "К вам явились непрошеные гости...",
        "a" : {
            "w": "Ой, у меня беспорядок...",
            "t": "Ну, за встречу!",
            "c" : "Я вас внимательно слушаю",
            "s" : "У вас не назначено, до свидания",
            "h" : "Меня нет дома",
            "f": "Проходите, не стесняйтесь!",
        }
    },
       {
        "q": "Возникла кризисная ситуация! Что будете делать?",
        "a" : {
            "w": "Разрабатываю четкий план выхода",
            "t": "Поищу тяжелый предмет",
            "c" : "Попрошу друзей помочь",
            "s" : "Спрячусь ото всех",
            "h" : "Дико разозлюсь",
            "f": "Ничего, само пройдет",
        }
    },
        {
        "q": "Вы нашли машину времени, куда отправитесь?",
        "a" : {
            "w": "Буду путешествовать в свое удовольствие, и в прошлое, и в будущее",
            "t": "В прошлое, чтобы помочь своей семье",
            "c" : "В прошлое, убивать Гитлера",
            "s" : "В будущее, подсмотреть, до чего техника дошла",
            "h" : "В будущее, за лекарствами от пока неизлечимых болезней",
            "f": "В прошлое, чтобы не наделать ошибок",
        }
    },
         {
        "q": "А вы чего такой мрачный?",
        "a" : {
            "w": "Вопросов много задаете",
            "t": "Молотком по пальцу попал",
            "c" : "Кто, я? Я само умиротворение",
            "s" : "Я не мрачный. Это похмелье",
            "h" : "Думаю обо всех, кому должен отомстить",
            "f": "А чему тут радоваться?",
        }
    },
          {
        "q": "Какой подарок вы бы хотели на день рождения?",
        "a" : {
            "w": "Абонемент на танцы",
            "t": "Оплаченный релакс-день в СПА",
            "c" : "Веселый многолюдный праздник — вот лучший подарок",
            "s" : "Новый гаджет",
            "h" : "Давайте деньгами",
            "f": "Мне приятно получить любой знак внимания",
        }
    },
];